[
  {
    "txt": "Est-ce que tu as un plan ? Parce que je me suis perdu dans tes yeux."
  },
  {
    "txt": "Si j'étais une enzyme, je serais l'hélicase pour dézipper ton ADN."
  },
  {
    "txt": "Tu ne serais pas une Wi-Fi ? Parce que je ressens une connexion."
  },
  {
    "txt": "J'ai perdu mon numéro de téléphone, tu pourrais me prêter le tien ?"
  },
  {
    "txt": "Est-ce que tu as une carte ? Parce que je me suis perdu dans ton sourire."
  },
  {
    "txt": "Si tu étais un fruit, tu serais une fine pomme."
  },
  {
    "txt": "Es-tu un magicien ? Parce que chaque fois que je te regarde, tout le monde d'autour disparaît."
  },
  {
    "txt": "Tu ne serais pas un parking ? Parce que j'ai l'impression de te chercher depuis des heures."
  },
  {
    "txt": "Excuse-moi, mais je crois que tu m'as fait perdre mes clés de voiture. C'était dans tes yeux, non ?"
  },
  {
    "txt": "Si tu étais un triangle, tu serais un triangle équilatéral. Parce que tu es parfait de tous les côtés."
  },
  {
    "txt": "Est-ce que tu as un nom, ou puis-je t'appeler à la mienne ?"
  },
  {
    "txt": "Tu ne serais pas un nuage ? Parce que chaque fois que tu es là, mon ciel s'éclaircit."
  },
  {
    "txt": "Excuse-moi, mais j'ai oublié ton prénom. Peux-tu me rappeler le tien ?"
  },
  {
    "txt": "Si j'étais une ampoule, je serais allumé dès que tu entrerais dans la pièce."
  },
  {
    "txt": "Est-ce que tu es un parking ? Parce que toutes ces courbes et moi sans freins."
  },
  {
    "txt": "Si tu étais un chat, tu serais sûrement un purrrrr-fection."
  },
  {
    "txt": "Tu ne serais pas une étoile filante ? Parce que je souhaite que tu sois dans ma vie."
  },
  {
    "txt": "Est-ce que tu as un plan ? Parce que je me perds dans tes yeux à chaque fois."
  },
  {
    "txt": "Si la beauté était un crime, tu passerais sûrement l'éternité en prison."
  },
  {
    "txt": "Tu ne serais pas une caméra de sécurité ? Parce que je te vois tout le temps."
  },
  {
    "txt": "Si tu étais une pizza, tu serais une pizza magnifique."
  },
  {
    "txt": "Excuse-moi, mais je pense que tu m'as volé le cœur. Peux-tu me rendre ça ?"
  },
  {
    "txt": "Si tu étais une étoile, tu serais la plus brillante de toutes."
  },
  {
    "txt": "Tu ne serais pas une galaxie ? Parce que je veux explorer chaque coin de toi."
  },
  {
    "txt": "Est-ce que tu es une carte au trésor ? Parce que je te cherche depuis longtemps."
  },
  {
    "txt": "Si j'étais un super-héros, je serais sûrement 'L'Amoureux'. Mon superpouvoir serait de te rendre heureux."
  },
  {
    "txt": "Est-ce que tu es une licorne ? Parce que je n'y crois toujours pas que tu sois réelle."
  },
  {
    "txt": "Tu ne serais pas une bibliothèque ? Parce que je ne peux pas arrêter de te regarder."
  },
  {
    "txt": "Si tu étais un être humain, tu serais le plus bel exemplaire de l'espèce."
  },
  {
    "txt": "Est-ce que tu es un café ? Parce que tu me rends éveillé et heureux."
  },
  {
    "txt": "Si tu étais un fruit, tu serais une banane, parce que tu as l'air d'avoir du potassium."
  },
  {
    "txt": "Tu ne serais pas un feu de signalisation ? Parce que tu as arrêté mon cœur."
  },
  {
    "txt": "Est-ce que tu es une sirène ? Parce que tu m'as ensorcelé."
  },
  {
    "txt": "Si tu étais une chanson, tu serais la mélodie de ma vie."
  },
  {
    "txt": "Tu ne serais pas une baguette ? Parce que tu as l'air d'être du bon pain."
  },
  {
    "txt": "Excuse-moi, mais je crois que tu me dois un rendez-vous. Quand est-ce que tu veux payer ?"
  },
  {
    "txt": "Si tu étais une fleur, tu serais une rose, parce que tu es douce et belle."
  },
  {
    "txt": "Est-ce que tu es un parking ? Parce que je n'arrive pas à trouver une place sans toi."
  },
  {
    "txt": "Si j'étais une lettre de l'alphabet, je serais un U, parce que tu es la seule qui me manque."
  },
  {
    "txt": "Tu ne serais pas une télécommande ? Parce que tu prends le contrôle de mes pensées."
  },
  {
    "txt": "Est-ce que tu as une carte de crédit ? Parce que je suis définitivement prêt à t'offrir tout mon amour."
  },
  {
    "txt": "Si tu étais une énigme, je passerais toute ma vie à te résoudre."
  },
  {
    "txt": "Tu ne serais pas un téléphone ? Parce que je ne peux pas imaginer ma vie sans toi."
  },
  {
    "txt": "Excuse-moi, mais je pense que tu as fait tomber quelque chose : mon cœur."
  },
  {
    "txt": "Si tu étais une plage, je passerais mes journées à te découvrir."
  },
  {
    "txt": "Est-ce que tu es un miracle ? Parce que depuis que je t'ai rencontré, tout me semble possible."
  },
  {
    "txt": "Tu ne serais pas un escalator ? Parce que ma vie prend une nouvelle direction depuis que je t'ai rencontré."
  },
  {
    "txt": "Si j'étais une ampoule, je ne pourrais pas me passer de toi pour briller."
  },
  {
    "txt": "Est-ce que tu es une étagère ? Parce que je ne peux pas m'empêcher de te regarder."
  },
  {
    "txt": "Si tu étais une couleur, tu serais l'arc-en-ciel parce que tu égayes ma vie."
  },
  {
    "txt": "Tu ne serais pas une comète ? Parce que tu illumines le ciel de ma vie."
  },
  {
    "txt": "Excuse-moi, mais je crois que je pourrais passer le reste de ma vie à te connaître."
  },
  {
    "txt": "Si tu étais une boisson, tu serais une tasse de café. Chaud, réconfortant et indispensable."
  },
  {
    "txt": "Est-ce que tu es un satellite ? Parce que tu as pris le contrôle de mes pensées."
  },
  {
    "txt": "Tu ne serais pas une chanson ? Parce que tu ne cesses jamais de tourner dans ma tête."
  },
  {
    "txt": "Si j'étais un jardinier, je planterais un amour éternel pour toi."
  },
  {
    "txt": "Est-ce que tu es un mot de passe ? Parce que tu es difficile à oublier."
  },
  {
    "txt": "Si tu étais une saison, tu serais l'été, parce que tu fais briller mes journées."
  },
  {
    "txt": "Tu ne serais pas une étoile ? Parce que tu es la lumière de ma vie."
  },
  {
    "txt": "Excuse-moi, mais je pense que je suis allergique à quelque chose. À toi, parce que tu me fais perdre la tête."
  },
  {
    "txt": "Si j'étais une île déserte, je voudrais que tu sois le seul à me rejoindre."
  },
  {
    "txt": "Est-ce que tu es un trésor ? Parce que je te cherchais toute ma vie."
  },
  {
    "txt": "Tu ne serais pas un dictionnaire ? Parce que tu ajoutes du sens à ma vie."
  },
  {
    "txt": "Si tu étais un super-héros, tu serais 'L'Envouteur', avec le pouvoir de charmer n'importe qui."
  },
  {
    "txt": "Est-ce que tu es un feu de camp ? Parce que tu réchauffes mon cœur."
  },
  {
    "txt": "Si j'étais une goutte d'eau, je serais une larme de joie chaque fois que je te vois."
  },
  {
    "txt": "Tu ne serais pas une fusée ? Parce que tu décolles mon cœur à chaque instant."
  },
  {
    "txt": "Excuse-moi, mais je crois que je me suis perdu dans ton regard. Tu pourrais m'indiquer le chemin vers ton cœur ?"
  },
  {
    "txt": "Si tu étais un livre, tu serais un best-seller parce que tu as captivé mon attention."
  },
  {
    "txt": "Est-ce que tu es une énigme ? Parce que je suis prêt à passer ma vie à te comprendre."
  },
  {
    "txt": "Tu ne serais pas une ampoule ? Parce que tu éclaires ma vie."
  },
  {
    "txt": "Si j'étais une plante, je serais une rose, parce que tu es ma fleur préférée."
  },
  {
    "txt": "Est-ce que tu es une éclipse ? Parce que tu occultes tout le reste quand tu es là."
  },
  {
    "txt": "Excuse-moi, mais je pense que je dois être un magicien. Chaque fois que je te regarde, tout le monde disparaît."
  },
  {
    "txt": "Si j'étais une énigme, tu serais la réponse."
  },
  {
    "txt": "Est-ce que tu es une étoile filante ? Parce que je souhaite que tu restes dans ma vie."
  },
  {
    "txt": "Tu ne serais pas une playlist ? Parce que je ne peux pas m'arrêter de te mettre en replay."
  },
  {
    "txt": "Si tu étais une planète, tu serais la plus proche de mon cœur."
  },
  {
    "txt": "Est-ce que tu es un piano ? Parce que tu fais battre les touches de mon cœur."
  },
  {
    "txt": "Tu ne serais pas une clé de sol ? Parce que tu es la note parfaite dans ma vie."
  },
  {
    "txt": "Si j'étais un chat, je passerais toutes mes vies avec toi."
  },
  {
    "txt": "Est-ce que tu es une potion magique ? Parce que tu as ensorcelé mon cœur."
  },
  {
    "txt": "Tu ne serais pas un mot de passe Wi-Fi ? Parce que je sens une connexion entre nous."
  },
  {
    "txt": "Si tu étais une énigme, je passerais toute ma vie à te résoudre."
  },
  {
    "txt": "Est-ce que tu es un nuage ? Parce que tu as éclairci ma journée."
  },
  {
    "txt": "Tu ne serais pas un aimant ? Parce que tu attires tout mon attention."
  },
  {
    "txt": "Si j'étais un jardin, tu serais la plus belle des fleurs."
  },
  {
    "txt": "Est-ce que tu es une clé ? Parce que tu ouvres les portes de mon cœur."
  },
  {
    "txt": "Tu ne serais pas une recette ? Parce que tu es l'ingrédient secret de ma vie."
  },
  {
    "txt": "Si tu étais une plage, je passerais toutes mes vacances avec toi."
  },
  {
    "txt": "Est-ce que tu es une aurore boréale ? Parce que tu illumines le ciel de ma vie."
  },
  {
    "txt": "Je ne suis pas météorologue, mais tu peux t'attendre à quelques centimètres de plus ce soir."
  },
  {
    "txt": "Bébé, es-tu du signe de la vierge ? Car j'aimerais beaucoup de faire de ton horoscope la thématique de notre rencontre."
  },
  {
    "txt": "Tu veux partager le côté préféré de ton lit ce soir ?"
  },
  {
    "txt": "Juste pour être clair, nous allons finir dans le même lit ce soir, n'est-ce pas ?"
  },
  {
    "txt": "Hé, toi ! J'espère que tu crois au karma car je suis expert en positions du karma sutra."
  },
  {
    "txt": "Qu'est-ce qu'une personne gentille comme toi fait dans un esprit coquin comme le mien ?"
  },
  {
    "txt": "Il fait chaud ici, non ? Ou c'est juste toi ?"
  },
  {
    "txt": "Un de mes amis m'a dit que les filles détestent l'oral. Si on lui prouvait qu'il a tort ?"
  },
  {
    "txt": "Je pense que je pourrais tomber follement dans un lit avec toi."
  },
  {
    "txt": "Es-tu un sergent instructeur ? Parce que tu as mis mon soldat au garde-à-vous."
  },
  {
    "txt": "Tes parents étaient artistes ? Parce que ton cul est une véritable œuvre d'art !"
  },
  {
    "txt": "Laisse-moi deviner ta position préférée : tout ce qui implique mes couilles martelant ton petit cul."
  },
  {
    "txt": "Jouons aux pompiers. D'abord, tu mets le feu, ensuite j'utiliserai ma lance pour t'arroser."
  },
  {
    "txt": "Tu dois être ma Tinderella car je vais faire disparaître cette robe à minuit."
  }
];
